[
    {
        "id": "AboutDrKajal",
        "name": "Dr Kajal Lutchminarian",
        "title": "Dr Kajal Lutchminarian of Klutch Plastic Surgery",
        "subSections": [
            {
                "id": "Qualifications",
                "subTitle": "Qualifications",
                "icon": "Icon",
                "body": "Dr Lutch is a CMSA certified Plastic and Reconstructive Surgeon who has also obtained her Masters of Medicine in Plastic and Reconstructive Surgery at the University of Kwa-Zulu Natal . She graduated at the top of her class at Medical school achieving distinctions in most rotations, including Surgery. Dr. Lutch is the founder of Klutch Plastic Surgery in Durban, South Africa and is known for her mastery of surgical skill, warmth and ability to put patients at ease."
            },
            {
                "id": "Experience",
                "subTitle": "Experience",
                "icon": "Icon",
                "body": "After her 8 years in medical school, internship and community service, 3 years as an ICU trained ENT,  General Surgical and Plastic Surgical Medical officer and 4 years as a Registrar in Plastic and  Reconstructive Surgery, she completed her Fellowship exams in Plastic and Reconstructive Surgery and spent a year thereafter in state service before entering into full-time private practice."
            },
            {
                "id": "Skills",
                "subTitle": "Skills",
                "icon": "Icon",
                "body": "Dr Lutch specializes in a wide range of Cosmetic Surgical and Non-surgical procedures as well as Reconstructive Surgery. She performs reconstructive work in Trauma, Skin Tumor (both cancer and non-cancer) and Burns as well as the Aesthetic component of Surgical and Non-surgical facial and body Rejuvenation and Restoration. She has a special interest in breast surgery and facial cosmetic procedures."
            },
            {
                "id": "Goals",
                "subTitle": "Goals",
                "icon": "Icon",
                "body": "“To help you become the best version of yourself” is her aim for every patient that enters her practice. Her dedication to her patient care and meticulous surgical technique is what sets her apart."
            },
            {
                "id": "ResearchAndInnovation",
                "subTitle": "Research and Innovation",
                "icon": "Icon",
                "body": "Having presented at both National and International congresses, this APRASSA Award-winning surgeon, strives to be on the forefront of technological and surgical advances in her field. She presented her findings for the link between Bacteria and Skin Cancers in 2018 and she presented her novel technique for Microneedling in Burn Scar patients  in 2019 at APRASSA (Association of Plastic, Reconstructive and Aesthetic Surgeons of South Africa). She also then presented at the European Society of Aesthetic and Plastic Surgeons Congress in Cyprus in 2018 and her research has been published in the South African Journal of Surgery in 2020. Combining evidence-based medicine with the latest innovative approaches to deliver results, is how Klutch Plastic Surgery was born."
            },
            {
                "id": "AwardsAndAccolades",
                "subTitle": "Awards and Accolades",
                "icon": "Icon",
                "body": "She has won a Gold-medal for Best Non-Clinical paper at APRASSA (Association of Plastic, Reconstructive and Aesthetic Surgeons of South Africa) in 2018 and has also been the recipient of many industry awards, but of note Dr Lutch received the Standard Bank Rising Star Award for: Outstanding Service in the Public and Private Sector in 2015 and was the recipient of Cosmopolitan magazines Influential Women of the Year award in 2010."
            },
            {
                "id": "Beauty Industry",
                "subTitle": "Beauty Industry",
                "icon": "Icon",
                "body": "Beside being an extremely qualified academic, she has been baptised in the beauty industry from a young age, by winning National and International beauty pageant titles in 2009 and 2010! These experiences allowed her to learn about the different beauty standards globally and to become a well-rounded balanced individual. It’s safe to say that Dr Lutch has a keen eye for Beauty, Skin-care and Cosmetic trends. "
            }
        ]
    }
]